/* Localizable strings of com.apple.dashboard preference manifest */

"dashboard.pfm_title" =			"Dashboard";
"dashboard.pfm_description" =			"Dashboard-asetukset.";
"mcx-disabled.pfm_title" =			"Poista Dashboard käytöstä";
"mcx-disabled.pfm_description" =			"Aseta todeksi, jos haluat poistaa Dashboardin käytöstä.";
